[
  "\"If I am worth anything later, I am worth something now. For wheat is wheat, even if people think it is a grass in the beginning\"  Vincent van Gogh",
  "I like that.",
  "He was always wheat. Thanks, Vincent.",
  "\"The oldest and strongest emotion of mankind is fear, and the oldest and strongest kind of fear is fear of the unknown.\"",
  "H.P. Lovecraft",
  "I don't entirely get this quote why is it so popular, sorry if I asked something stupid",
  "Part of the reason is how true it can be. Fear is humanity at it's strongest and weakest at the same time, it's a superpower with massive drawbacks. and the fact that it's the oldest emotion (I think the meaning is that everyone feels it and always have)",
  "And as for the fear of the unknown part: That's what has led to legends and ghost stories. We fear what we can't see",
  "And racism. He forgot racism.",
  "The same thing, really.",
  "Truth",
  "Well racism is often a consequence of fear. We fear what we don't know, fear brings anger, because we hate what we fear -  we want it to go away, that's where violence comes into play (verbal violence is still violence).",
  "Lovecraft was incredibly racist unfortunately. Product of the times.",
  "happy cake day.",
  "Two possibilities exist: either we are alone in the Universe or we are not. Both are equally terrifying.",
  "...or, we are the universe, having developed self awareness.",
  "We will never know if we're the only ones self aware. Are we merely the left eyeball on the head of the entire universe and every dimension around it? Or are we the brain? Part of the part? Or are we simply watching ourselves fall down a cosmic sinkhole like bubbles in a bathtub?",
  "This is literally what keeps me awake sometimes.",
  "After long thoughts I came to conclusion that intelligent life is rare, very rare infact. With our current technology we could colonise our galaxy and few neighboting galaxies within few million years. Parts of milky way (central bulge) are over 11 billion years old and yet no one has colonised the galaxy yet. Moreover, chances are any intelligent life would construct Dyson swarms around the suns, as total living area of such swarm would be larger that area of thousands of planets. It's just smart resource unilization. And yet, we don't see any dark patches in sky shining in infrared light. All the stars are there and there are no evidence of any intelligenct life whatsoever.",
  "That is scary as fuck. Either we are first ones around or something wipes out intelligent civilizations.",
  "I think you'd find this highly interesting",
  "Something can wipe entire planets like they’re nothing. Gamma rays in space. You’ll never see me coming",
  "\"The forest was shrinking, but the trees kept voting for the axe. For the axe was clever and convinced the trees that because his handle was wood, he was one of them.\" -west asian fable",
  "This is powerful.",
  "I'm only 14 and I understand how deep this is.",
  "Quite fucking literally r/im14andthisisdeep",
  "\"They couldn't hit an elephant at this dis...\", last words of Major General John Sedgwick.  He, indeed, got shot by sniper.",
  "Damn, this guy must’ve been pretty big",
  "It's a shame we'll never know what he was trying to say.",
  "\"If you want to build a ship, don't drum up the men to gather wood, divide the work and give orders. Instead, teach them to yearn for the vast and endless sea.\"",
  "I actually really like this one because it communicates how the greatest decisions in our life are made with the heart. We have logic in our decisions, but choosing to act in a certain direction in itself is always motivated emotionally and instinctually.",
  "\"I don't want to end up simply having visited this world\"",
  "Mary Oliver - When Death Comes",
  "I love Mary!",
  "I only have one book of hers, Upstream, but have read a few of her poems. I really want to purchase Devotions.",
  "”If you stare into the abyss long enough, the abyss stares back at you.“",
  "—Friedrich Nietzsche",
  "“He who fights with monsters might take care lest he thereby become a monster.“ -also Friedrich Nietzsche",
  "nods in solemn approval",
  "I never really understood this one. What, is it just a ‘you become what you think about most’ warning?",
  "I think it means that if you fight monsters and expect to survive you will have become hard and ruthless.  However, if you become too hard and too ruthless then you become a monster.",
  "Think of fighting ISIS.  If your rules of engagement are too strict, it will be hard to survive and defeat them.  On the other hand if you are too willing to be ruthless then you become a monster.  For example, they use human shields.  If you refuse to engage if there is any chance at all of a civilian being killed then they will keep civilianswith them 100% of the time and all they have to do is put a gun to one of the civilians heads and tell you to leave or they will shoot.  This ensures that they are free to survive and continue committing atrocities and your life is at risk.",
  "On the other hand, you do need to do what you can to minimize civilian casualties.  There is a balance that needs to be taken.",
  "The staring into the abyss is similar.  If you focus your attention too much on something negative then that negative thing becomes a part of who you are.",
  "I forget who said it but, \"Innocense is the first casualty of war.\"",
  "Yes",
  "It's along the lines of living long enough to become the villain.",
  "https://twitter.com/animatedtext/status/1110773441395863552?lang=en",
  "Saving this",
  "Did you see this in Dark?",
  "I've often heard variants of this, but what does it mean?",
  "In your zeal to do what you think is right, be careful that you don't become what you originally intended to destroy. The progressive, revolutionary government becoming even more authoritarian and violent than the regime it overthrew is an age-old example.",
  "Crikey",
  "When one dies, it is a tragedy. When a million die, it is a statistic - Stalin",
  "The idea that narcissism can subtly settle in our minds to the tragedies being perpetrated is frightening. As we speak thousands are being systematically killed in Africa and in China for ethnic and religious reasons. I know I can't personally do anything other than highlight the issue and \"speak to your representative\". As a 30 year old I've been alive for a few genocides and ethnic cleansings. Afterwhile it's hard not to become calloused to the tragedy.",
  "IIRC that quote isn't actually from Stalin; it was just attributed to him.",
  "\"And with my final breath I shall exhale my love for you,",
  "I hope it's a cold day, so you can see how much you meant to me. \"",
  "Read it somewhere on the internet and I love it.",
  "Oooooo nice",
  "“I am become death, I am the destroyer of worlds” - Oppenheimer You can hear his fear and regret.",
  "A great quote. He, in turn, was quoting the Bhagavad Gita. Interestingly, in its original language —Sanskrit, which Oppenheimer learned — the word translated as “death” is closer to “time.”",
  "Ah, very interesting, thanks!",
  "And \"death\" is more of a poetic licence. The original meaning is something more like a \"time of reckoning\" or \"the end of times\".",
  "This is said to Arjuna by Krishna when they reveal their true nature as the one who rules over life and death when he was hesitating before a battle, for there were friends and family members on the opposing army. Atkins then is remembered of his sorry as a warrior and that he should not worry whether their loved ones will show, for it is already decided by their karma.(There is more to it, but that's the gist of it and I'm not religious, I just happened to be curious and looked into it recently)",
  "I really don’t find quotes that powerful, but I do find many of them to be intriguing with with context.",
  "“Defeat doesn't finish a man, quit does. A man is not finished when he's defeated. He's finished when he quits.”",
  "-President Richard M. Nixon",
  "This quote is like rain on your wedding day",
  "Or a free ride when you've already paid.",
  "It's the good advice you just didn't take",
  "Who would've thought, it figures.",
  "\"Therefore, I shall resign the Presidency effective at noon tomorrow.\"",
  "-President Richard M. Nixon",
  "He knew he was finished.",
  "I liked it alot until i seen Dick Nixon at the bottom lol",
  "Even a stopped clock is right twice a day.",
  "Still can't trust it",
  "For context it’s believed he first said/wrote this in ‘68 when a presidential candidate",
  "\"we cannot get out. The end comes soon. We hear drums, drums in the deep. They are coming.\"",
  "who said this?",
  "Some poor dwarf",
  "Bro u did not just disrespect Balin like that in front of me",
  "Does the movie or book actually specify that Balin wrote that?",
  "Yes, but it was written by Ori",
  "Edit: actually now that I think about it, 'unknown dwarf' is probably right as I think even Ori was dead by then, someone can correct me.",
  "I believe it’s Balin’s tomb that they’re at. I think it’s mentioned in the movie and probably the book as well",
  "Yes, the book was started during Balin's reign but ori was writing it by the time of the attack (hence they're in Balin's tomb whilst under attack, i.e. he was already long dead). However iirc in the book the full passage read from the book mentions that Ori had died or something similar so it was being written in first person by 'a random dwarf'.",
  "Yes they are in Balins tomb. if that's the case I dont think it was him who wrote it because he had died already and they entombed him. The book was found in the hands of an unknown skeletal dwarf right?",
  "Balin was dead at that point, so it 100% wasn't him. It was - probably - written by Ori (as Gimli deduced).",
  "Am currently watching to confirm",
  "Why watch when you can read? :)",
  "That's it I'm digging out the hobbit and starting the whole series for the 500th time. I try and read it once a year. Looks like I'll get an early start",
  "\"And when you kill a man, you're a murderer...",
  "Kill many, and you're a conqueror...",
  "Kill them all...you're a god\"",
  "It is quite a statement on the perverse nature of power.",
  "Megadeth used it in a song but it is not original and Dave Mustaine didn’t come up with it.",
  "https://en.m.wikiquote.org/wiki/Jean_Rostand",
  "TIL",
  "(Though it is slightly different)",
  "\"How lucky I am to have something that makes saying goodbye so hard\"",
  "Winnie the pooh",
  "This is so sweet",
  "-Xi Jinping's resignation speech",
  "“Brothers, what we do in life echoes in eternity.”",
  "\"War is where the young and stupid are tricked by the old and bitter into killing each other.\" - Niko Bellic",
  "Also, \"let's go bowling!\"",
  "Do not go gentle into that good night, Old age should burn and rave at close of day; Rage, rage against the dying of the light.",
  "\"I ain't gonna take shit from nobody!\"",
  "“I see now that the circumstances of ones birth are irrelevant. It is what you do with the gift of life that determines who you are.” - Mewtwo",
  "I fear all we have done is to awaken a sleeping giant and fill it with terrifying resolve- Isoroku Yamamoto",
  "\"There is no limit to the amount of good a human can do. A human can be the most kind being if he is good.\" . A lovely quote but the opposite of it is chilling and equally true. \"There is no limit to the amount of atrocities a human can commit if he is bad.\"",
  "I like this because so many of us like to look at some of the worst acts in human history and demonize them in a way and to a point to where they're seen as not human at all. But that's the thing, they were human. In all the ways that matter, they were. In many ways, they were just like you and I, and if we're not careful, it is possible that we could find ourselves to be just like them.",
  "You're gunna carry that weight.",
  "Ah, a person of culture.",
  "Never let your enemies tell you who your enemies are. — also her, I think",
  "Apolgy for bad english",
  "Where were u wen club penguin die",
  "i was at house eating dorito when phone ring",
  "\"Club penguin is kill\"",
  "\"No\"",
  "Sad gamer moment",
  "\"I was born with the evil one standing as my sponsor beside the bed where I was ushered into the world, and he has been with me since.” “I was born with the devil in me...” “I could not help the fact that I was a murderer, no more than the poet can help the inspiration to sing.” H.H. Holmes",
  "One of America's First Serial Killers",
  "“There are three things all wise men fear: the sea in storm, a night with no moon, and the anger of a gentle man.”",
  "Said by Kvothe in the book Name of the Wind by Patrick Rothfuss",
  "One of the many times Patrick’s writing gave me chills",
  "Wow that last one hit hard.",
  "i remember a few death quotes from the CoD series campaign that stuck in my mind:",
  "\"If we don't end war, war will end us.\" — H. G. Wells",
  "\"Mankind must put an end to war, or war will put an end to mankind.\" — John F. Kennedy",
  "\"War does not determine who is right, only who is left.\" — Bertrand Russell",
  "\"So long as there are men, there will be wars.\" — Albert Einstein",
  "\"The indefinite combination of human infallibility and nuclear weapons will lead to the destruction of nations.\" — Robert McNamara",
  "those are only a few of them, they're all fairly good though.",
  "The smallest coffin is often the heaviest.",
  "The most terrifying fact about the universe is not that it is hostilebut that it is indifferent; but if we can come to terms with thisindifference and accept the challenges of life within the boundariesof death – however mutable man may be able to make them –our existence as a species can have genuine meaning and fulfillment.However vast the darkness, we must supply our own light.",
  "– Stanley Kubrick",
  "\"Be aware of an old man in a profession when usually people die young\"",
  "My grandfather served in Vietnam.",
  "'Our greatest fear is not that we are inadequate, our greatest fear is that we are powerful beyond messure.' always get me."
]
